<%@ page language="java" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
	<head>
		<meta charset="UTF-8">
	</head>
	<body>
		<pre style="font-family:'微软雅黑';">
     接下来的几天失去疯眼汉的打击笼罩着整栋房子哈利仍旧希望看见他的身影笨重地穿过后门像其他凤凰社的成员一样进进出出传递着消息。哈利感到除了战斗没有任何事能减轻他的内疚感和悲痛所以他应该尽早出去完成找寻和破坏魂器的使命。

    “但是关于那个……”罗恩作出“魂器”的嘴型“你什么都不能做。直到你十七岁你还拥有那种保护魔法而且我们可以在这儿计划好像在别的地方一样不是吗？或者”他降低声音耳语道：“你觉得自己已经知道神秘人在哪儿了？”

    “不知道”哈利说。

    “我想赫敏已经做了一些调查”罗恩说“她说她在为你的到来做准备。”

    他们坐在餐桌前韦斯莱先生和比尔刚刚离开家上班去了韦斯莱夫人上楼去叫醒赫敏和金妮芙蓉也飘进舆洗室洗澡去了。

    “这种保护魔法将在31日打破”哈利说“那意味着我只需要在这儿呆四天然后我就能——”

    “五天。”罗恩坚决地打断他“我们要留在这儿参加婚礼如果错过了他们会杀了我们的。”

    哈利明白“他们”是指芙蓉和韦斯莱夫人。

    “这是特别的一天”哈利正有所抗议罗恩说道。

    “他们难道不知道那件事有多重要？”

    “就是因为他们不知道”罗恩说“他们一点线索都没有既然现在你提到它我想和你好好谈谈。”

    罗恩匆匆地瞥了一眼通向大厅的门看到韦斯莱夫人仍然没有回来然后向哈利靠近一些

    “妈妈试图想从我和赫敏那儿了解我们要离开做什么下一个就是你了所以你要挺住。爸爸和卢平都问过我们但是当我们说邓布利多告诉你除了我们之外不能告诉别的任何人他们就放弃了可妈妈就不尽管这样她还是很坚决。”

    罗恩的预测在几小时后应验了午餐前不久韦斯莱夫人把哈利从其他人身边叫出来认领一只袜子她认为那是从他的帆布背包里掉出来的当她把哈利带到厨房的小小的碗碟储藏室“罗恩和赫敏似乎认为你们三个要退出霍格沃茨了”她貌似漫不经心的轻声说。

    “哦……嗯”哈利说“是的。”

    熨衣机在一个角落和谐地转着扭出一件像是韦斯莱先生的背心的东西。

    “我可以问为什么你们要放弃学业吗？”韦斯莱夫人问。

    “哦邓布利多留给了我……一些事去做”哈利咕哝着“罗恩和赫敏知道他们也想去。”

    “哪种事？”

    “对不起我不能——”

    “好坦诚地说我认为亚瑟和我有权利知道我确信格兰杰先生和夫人也会同意！”韦斯莱夫人说哈利很害怕“关心你们的父母”这样的话语他强迫自己直接看着她的眼睛当他这样做的时候注意到她的褐色的眼睛与金妮的简直一模一样。他失败了。

    “邓布利多不想其他人知道韦斯莱夫人对不起罗恩和赫敏不是一定要来那是他们的选择——”

    “我没看出你也必须去！”她厉声说现在扔下所有借口“你几乎还没成年你所说的一切全是扯淡如果邓布利多有工作要做他有整个凤凰社的人可以自由支配！哈利你一定误会了他的意思也许他只是告诉你一些他想完成的事你却认为他想要你——”

    “我没有误会”哈利干巴巴地说“那是指我”

    他递回那只袜子上面绣着金色的芦苇图案

    “那不是我的我不支持普顿密尔队”

    “哦当然不是”韦斯莱夫人疲惫的声音突然恢复到她那不经意的语调“我应该意识到的那么哈利既然我们仍然留你在这儿你不介意帮忙准备比尔和芙蓉的婚礼对吗？还有那么多的事情要做。”

    “不—我—当然不介意”哈利说被这突然改变的话题弄得不知所措。

    “你真好”她回答微笑着离开了碗碟储藏室。

    从那一刻起韦斯莱夫人让哈利罗恩和赫敏忙个不停地准备婚礼他们几乎没有任何时间去思考这种行为的最好的解释是韦斯莱夫人想把他们的注意力从对疯眼汉的思念和他们最近的可怕的旅行中转移过来两天不断地做着餐具清洗各种颜色调配缎带和花除花园的地精帮韦斯莱夫人烤了很多的夹子鱼烤面包然而哈利开始怀疑她别有用心所有这些好分派的工作看起来好象是让他罗恩和赫敏彼此分隔从第一晚当他告诉他们伏地魔拷问奥利凡德后他根本没有机会单独地与他们两个说话

    “我想妈妈认为如果她能阻止你们三个聚到一起计划她就能够拖延你离开的时间。”他到来后的第三个晚上当他们在搁放晚餐桌时金妮低声地对哈利说。

    “那么她想过会生什么吗？”哈利咕哝着说“当她把我们留在这儿做肉馅饼的时候别的什么人也许会消灭伏地魔？”他想也没想地说盯着金妮变白的脸。

    “那么那是真的？”她说“那就是你打算去做的？”

    “我—不——我只是开玩笑”哈利推脱着。

    他们彼此盯着有一些比震惊更多的东西在金妮的表情里哈利突然意识到自从那些在霍格沃茨隐蔽的角落失去的美好时光后他和她是第一次单独一起。他确信她也记得。当门打开的时候他们两个都跳了起来韦斯莱夫人金斯莱和比尔走了进来。

    他们经常与别的凤凰社成员一起晚餐因为陋居已经代替了格里莫广场12号作为凤凰社的总部韦斯莱先生解释说邓布利多——他们的保密人死后每一个已被邓布利多告知格里莫广场位置的人都自动成为了保密人。

    “而且由于在我们之中大约有二十个这大大地削弱了赤胆忠心咒的力量。食死徒有二十多次的机会从某人处获得这个秘密我们不能期望它能够坚持很久。”

    “但是斯内普肯定现在已经告诉了食死徒这地址了吧？”哈利问。

    “呃疯眼汉施了几个咒语来抑制斯内普再一次找到那个地方我们希望它们的力量足够强大的既能将斯内普排除在外如果他想说出这个地方也能够约束他的舌头但是我们不能肯定所以在它的保护变得如此弱的情况下继续使用这个地方作总部是很愚蠢的”

    傍晚厨房是太拥挤了使用自动刀叉非常困难哈利现自己挤在金妮旁边他们之间传递着不需要用言辞来表达的事那让他希望他们中间能间隔着几个人他正尽力避免扫着她的胳膊所以他几乎不能切他的鸡肉。

    “没有关于疯眼汉的消息吗？”哈利问比尔

    “什么也没有”比尔回答道。

    他们还没有为穆迪举行葬礼因为比尔和卢平还未能找到他的尸体在黑暗和混乱的战斗中找到他可能掉下的地方很困难。

    “关于他的死或是找寻他的尸体预言家日报一个字也没提”比尔继续说“但是那不是意味着什么他们这些天一直非常安静。”

    “而且他们还没有因为我用来对付食死徒的那些魔法传证一个关于未成年人使用魔法的听讼”哈利对他桌子对面的韦斯莱先生说韦斯莱先生摇摇头。

    “因为他们知道我没有选择或者因为他们不乐意告诉魔法界伏地魔攻击了我？”

    “最近我猜斯克林杰不想承认神秘人已经像过去那样强大也不想承认阿兹卡班爆了一个大规模的越狱。”

    “是啊为什么要告诉公众真相呢？”哈利说紧抓着他的刀他右手背上模糊的白色的伤疤显现出来：我不可以说谎。

    “难道在魔法部里没一个人准备勇敢地抵抗他吗？”罗恩愤怒地问。

    “当然不罗恩但是人们害怕了”韦斯莱先生回答“害怕他们将会是下一个消失者他们的孩子会是下一个受攻击者！有令人厌恶的谣言在到处流传我是不相信在霍格沃茨辞职的那个麻瓜研究教授她已经失踪几周了其间斯克林杰整天关上他的办公室我只希望他正在制定一个计划。”

    当韦斯莱夫人使魔法把空的盘子弄到工作台上开始端上苹果馅饼,大家都不说话了。

    “我们必须决定怎样保护你阿利”芙蓉说大家正吃着布丁“为了这个婚礼”他困惑地看着她她补充道“当然我们的客人中没人是食死徒但是我们不能保证在他们喝了香槟酒之后不会无意中说出一些事。”

    从这一点。哈利推断她仍然怀疑海格。

    “是的好提议”韦斯莱夫人从她坐着的桌子顶部说眼镜挂在她的鼻梁上同时浏览着已潦草地写在一张长长的羊皮纸上的繁杂工作。“现在罗恩你已经打扫干净你房间了吗？”

    “为什么？”罗恩大声叫起来他的勺子坠到地上怒视着他的母亲“为什么我的房间就必须要打扫？哈利和我喜欢它现在的样子！”

    “我们要在几天的时间内举行你哥哥的婚礼小伙子——”

    “那他们要在我的房间里举行婚礼吗？”罗恩狂暴地问“真见鬼……”

    “不许对你妈妈那样说话”韦斯莱先生坚决地说“照她说的做。”

    罗恩怒视着他的父母然后捡起他的勺子咽下最后几口苹果饼。

    “我可以帮忙这儿有些是我的东西”哈利告诉罗恩但是韦斯莱夫人打断了他“不哈利亲爱的我希望你帮亚瑟弄这些鸡赫敏如果你去换换德拉库尔夫妇的床单我会非常感谢的。你知道他们要在明天上午十一点到这儿。”

    但是一切表明开始弄这些鸡的时候只有很少的事情做“这没必要向呃莫莉说起”韦斯莱先生对哈利说他正在把他的那只鸡赶进鸡舍“但是嗯泰德.唐克斯送了我小天狼星摩托车的大部分零件,而且,嗯我正保留着呢就是说把它藏在这儿真是神奇的东西有一个排气装置就像我相信它说的最华丽的电池这是一个伟大的机会来研究刹车是怎样工作的。我将再次将它们都组装在一起当莫莉不——我意思是说当我有时间的时候。”

    当他们走回房子时,韦斯莱夫人不见了踪影,于是哈利飞跑向罗恩的阁楼卧室

    “我正在做我正在做——！啊是你”罗恩腾地跳起来夸张地说,当哈利进入房间时他正躺在床上房间还是象以前一样的乱。唯一的不同是赫敏现在正坐在远处一个角落里分拣两大堆书,其中一些,哈利认出来是自己的她那毛绒绒的姜黄色的猫克鲁克山在她的脚边。

    “嗨哈利”当他坐在他的行军床上时她说道。

    “你是怎么逃脱的？”

    “哦罗恩的妈妈忘记了她昨天已经叫金妮和我去整理床单了。”赫敏说她把一本”格兰玛狄卡和数字占卜”丢在一堆书上一本”黑魔法的兴起与衰落”丢在另一堆上。

    “我们正在说疯眼汉”罗恩告诉哈利我猜他可能还活着。”

    “但是比尔看见他被夺命咒击中了。”哈利说。

    “是的可比尔也处在被攻击中”罗恩说“他怎么能确认他看见的？”

    “即使夺命咒没打中他疯眼汉仍然是从一千英尺高掉了下去”赫敏说现在拿着一本厚重的”英格兰和爱尔兰魁地奇队”在她的手里。

    “也许他用了一个保护咒——”

    “芙蓉说他的魔杖从手中击飞了”哈利说。

    “唔好吧如果你想要他死”罗恩暴躁地说把他的枕头拍成一个更舒服的形状。

    “我们当然不想他死！”赫敏说震惊地看着他“他的死是很可怕的！但是我们也要面对现实！”

    第一次哈利想象疯眼汉的身体像邓布利多的一样断折掉下来一只眼睛仍然在眼窝里飕飕响着他感到一阵抽痛伴随着一阵奇异的想笑的愿望。

    “食死徒可能后来自己收拾了这就是为什么没有人现他”罗恩韦斯莱说。

    “是的”哈利说“象巴蒂.克劳奇一样变成了骨头被埋葬在海格的前花园他们可能把穆迪变形然后把他埋到——”

    “别再说了！”赫敏震惊地尖叫哈利望过去正好看到她眼里迸出了眼泪掉在她抄写的符咒字母表上。

    “哦,不”哈利说挣扎着从行军床上爬起来“赫敏我不是想让你不安——”

    但是随着一阵的生锈的弹簧床的吱吱声罗恩跳离床走道赫敏那一个胳膊抱住她他在他的牛仔裤包里摸索然后塞回一块看起来令人厌恶的他过去常用来清扫以前的烤箱的手帕慌忙地拔出他的魔杖他用魔杖指着抹布“焕然一新”.魔杖吸走了抹布上的多数油脂他看起来很满意罗恩把有些冒烟的手帕递给赫敏。

    “哦谢谢罗恩……对不起……”她吸了吸鼻子抽泣着“那真是是太可—怕了不是吗？”正生在邓布利多—之后……我从从来不敢想像疯眼汉会死不知何故他看起来那么的坚强！”

    “是啊,我知道.”罗恩说,并向她挤了挤.”但如果他在这儿,你知道他会说什么吗?”

    “时时刻保持警惕,”赫敏抹了把眼泪.

    “的确”罗恩点头说“他已经告诉我们要向他的遭遇中学习我学到的是不要相信胆小鬼蒙顿格斯”

    赫敏虚弱地笑了笑探身再捡起两本书一秒钟后罗恩伸出他的胳膊绕着她的肩”妖怪们的妖怪书”掉到了他的脚上从拴的带子处解放了出来它恶毒地咬着罗恩的脚踝。

    “对不起对不起！”赫敏话里带着哭腔哈利把书从罗恩的脚上使劲扭下来重新把它捆住。

    “你要这些书做什么？”罗恩问一跛一跛地回到他的床边

    “只是想看看我们需要带哪些书”赫敏说“当我们找魂器的时候。”

    “哦当然”罗恩说一只手轻轻的拍在前额上“我忘记了我们要开始在流动图书馆中跟踪追击伏地魔。”

    “哈哈”赫敏说盯着下面的魔法字音表“我想知道……我们会不会需要翻译古魔文？那是可能的……我想我们最好带上它为了安全起见。”

    她把字音表丢进两堆书中较大的一堆中捡起《霍格沃茨一段校史》。

    “听着”哈利说。他直直地站起来罗恩和赫敏看着他眼光里混合着顺从和挑战。

    “我知道你们在邓布利多的葬礼后说过想要同我一起战斗”哈利开始说。

    “他要行动了。”罗恩转动着他的眼睛对赫敏说。

    “就像我们知道的那样他会的”他叹息走回到书堆旁“你知道我想我将带《霍格沃茨一段校史》即使我们不回到那儿如果我们不带它的话我不认为我会觉得合适——”

    “听着！”哈利再一次说。

    “不哈利你听着”赫敏说“我们要与你一起那是几月前就决定了的或是几年前真的。”

    “但是——”

    “闭嘴”罗恩警告他。

    “——你们确信你们彻底地考虑好了吗？”哈利坚持问。

    “看吧”赫敏说砰的一声把《与山怪同游》丢进废弃的那一堆书中一脸的暴躁的表情。“我已经收拾了几天了因此我们已经准备好迅离开供参考的信息已经包括了非常困难的魔法不要提出在罗恩妈妈的鼻子底下偷带走疯眼汉的全部的复方药剂

    “我也修改了我父母的记忆因此他们确信他们真的叫温德尔和莫尼卡威尔金斯他们的生活愿望是移居到澳大利亚他们现在已经去了那会让伏地魔难追捕到他们向他们审问我的行踪——或者你的因为很不幸地我曾经告诉过他们关于你的一些事情。”

    “假如我在我们搜寻魂器的行动中幸存我将找到爸爸妈妈并撤消魔法。如果我不——好我想我已经施了一个足够好的魔法让他们安全和幸福温德尔和莫尼卡威尔金斯不知道他们有一个女儿你知道”

    赫敏的眼睛里泪珠又开始在闪动罗恩又从床边回到她身边再一次抱住了她对哈利皱着眉好象责备他不够机敏哈利想不到要什么说不仅仅因为对罗恩来说教别人机敏是别扭的。

    “我——赫敏我很抱歉——我不——”

    “难道没有觉我和罗恩非常清楚地知道如果我们和你一起可能会生什么吗？我们知道真的罗恩给哈利看看你做了什么。”

    “不他刚刚才吃过饭”罗恩说。

    “快点他需要知道！”

    “哦好吧哈利这儿来。”

    罗恩第二次从赫敏肩上抽回他的胳膊笨重的走向门边。

    “来吧。”

    “是什么？”哈利问跟着罗恩走出房间来到一个很小的楼梯平台。

    “显形”罗恩咕哝着他的魔杖指着低低的天花板他们的正上方打开了一个洞口同时一架梯子滑到他们脚边。一个可怕的、半吮吸半呻吟的声音从方形的洞口传来伴随着一阵令人恶心的像打开的臭水沟的气味。

    “那是你的食尸鬼是不是？”哈利问他确实从来没有碰到过这种不时打断夜间寂静的生物。

    “没错就是它”罗恩说一边爬上楼梯“来看看。”

    哈利跟着罗恩爬上短短的楼梯进入这个小小的阁楼。他的头和肩膀才伸进阁楼就瞥见这个东西蜷缩在离他几英尺远的地方它的嘴大张着睡在幽暗中。

    “但是它……它看起来……食尸鬼一般都穿着睡衣吗？”

    “不”罗恩说“他们通常也没有红色的头和大量的脓疱。”

    哈利越想这件事越有点恶心它有和人类一样的体形和高度现在哈利的眼睛适应了黑暗他清楚地看见它穿着罗恩的一条旧睡衣他确信食尸鬼一般都是相当粘糊糊并秃顶的并不是象这样有很清楚的头和全身长满水胞颜色象因为生气而胀紫了的脸。

    “那是我像不像？”罗恩说。

    “不”哈利说“我认为不像。”

    “回到我的房间我再解释这件事这气味让我受不了。”罗恩说。他们爬下楼梯罗恩让天花板恢复原状重新走到仍在整理书的赫敏的身旁。

    “一旦我们离开这个食尸鬼就会下来住到我的房间”罗恩说“我认为他真的渴望那一天——好很难说因为他所能做的一切只是呻吟和流口水——但当你提起这件事时它就一个劲地点头无论如何他将带着死斑谷病成为我的替身不错吧嗯？”

    哈利头脑中一片混乱。

    “它很棒的！”罗恩说对哈利没有领会到这个计划的完美而明显地失落着。“你想当我们三个将不再出现在霍格沃茨每个人都会认为赫敏和我一定是和你一起是吗？那意味着食死徒将会直接去找我们的家人看他们是不是有一些关于你行踪的消息。”

    “但是希望那将看起来好象是我已经与爸爸妈妈一起离开了大量麻瓜出身的巫师此刻都在谈论去躲起来。”赫敏说。

    “我们不能将我的全家都藏起来那看起来太蠢了而且他们不能都丢下工作不管。”罗恩说“因此我们要编个故事说我得了严重的死斑谷病这就是为什么我不能回到学校的原因如果有人来向我调查妈妈或者爸爸就让他们看看我床上那满身脓疱的食尸鬼死斑谷病真的会传染的因此他们不会愿意靠近他他不能说话也不会引起麻烦因为很明显一旦病菌传播到你的舌头上你就说不出了。”

    “那你的妈妈和爸爸也参与了这个计划？”哈利问。

    “爸爸是这样的他帮弗雷德和乔治给食尸鬼变形妈妈……嗯你已经看见了她的态度了她不会同意的——直到我们离开。”

    大家都沉默了只有赫敏轻轻的分书声罗恩坐在那儿望着她哈利看看这个又看看那个什么也说不出他们所采取的保护家人的措施使他认识到不仅仅是其它能做的事他们真的要与他一起而且他们也确切地知道那将是多么的危险他想告诉他们对他来说那意味着什么但是他完全不能找到足够分量的话来表达自己的心情。

    在寂静里韦斯莱夫人的大叫声从四楼传来。

    “金妮可能弄了一个斑点在那霉的餐巾环上”罗恩说“我不知道为什么德拉库尔夫妇一定要在婚礼两天前来。”

    “芙蓉的妹妹是女傧相她需要先来这儿排演而且她太年轻了不能自己来”赫敏说她犹豫不决地注视着《与女妖同游》。

    “客人们可不能减轻妈妈的压力”罗恩说。

    “我们真正需要决定的是”赫敏说瞟也不瞟一眼就把“黑魔法防御理论”丢进箱子里然后捡起“欧洲魔法教育评估”,“我们离开这儿会要去哪里？我知道你说你想要先去高锥克山谷哈利我明白为什么但是……嗯……我们不应该先去找寻魂器吗？”

    “如果我们知道任何一个魂器在哪我就赞同你”哈利说他不相信赫敏真正明白他想要回到高锥克山谷的愿望他的父母的坟墓只是吸引他想去那儿的一个原因他有一个非常强烈的尽管无法形容的感觉这个地方有他想要的答案也许只是因为在那儿他在伏地魔的死咒里幸存了下来既然他正面临着重复壮举的挑战这个生了壮举的地方吸引着哈利让他想要去弄明白。

    “你不认为伏地魔有可能监视着高锥克山谷吗？”赫敏问“他也许期待着一旦你能够自由的行动你会回去看望你父母的坟墓？”

    哈利并没有想到这点当他尽力地辩争时罗恩大声地说显然只跟着他自己的思路。“R.a.B这个人”他说“你知道的就是那个偷了真正的挂坠盒的那个吗？”

    赫敏点点头。

    “在他的字条里他说他将要毁灭它不是吗？”

    哈利拉过他的帆布背包摸出那个假的魂器R.a.B的字条仍然拆叠着放在那。

    “我已经拿走了真的魂器只要我能就会马上摧毁它。”哈利读着。

    “好如果他真的干完了会怎样？”罗恩说。

    “或是她”赫敏提出。

    “无论哪一个”罗恩说“对我们来说都少了要摧毁的一个！”

    “是的但是我们仍然不得不尽力去找那个真正的挂坠盒不是吗？”赫敏说“无论它是不是被摧毁我们都得把它找出来。”

    “一旦我们找到它我们怎么来摧毁一个魂器呢？”罗恩问。

    “呃。”赫敏说“我在查找相关资料。”

    “怎么做呢？”哈利说“我不认为在图书馆的书里有关于魂器的资料？”

    “没有”赫敏说脸红了“邓布利多把它们全移走了但是他——他没有毁了他们”。罗恩挺直了腰瞪大着眼睛。

    “天知道你是怎么设法弄到这些关于魂器的书的？”

    “那——那不是偷！”赫敏说带着几分失望的神色看看哈利又看看罗恩“它们仍然是图书馆的书即使邓布利多把它们从架子上拿走不管如何如果他真的不想任何人弄到他们我确信他一定会把它们藏得更难找——”

    “说到关键了！”罗恩说。

    “呃……很容易”赫敏小声说“我施了一个召唤咒你知道——飞来咒它们就缩小了从邓布利多的书房飞到了女生宿舍。”

    “但是你是什么时候做的？”哈利问既钦佩又怀疑地看着赫敏。

    “是他——邓布利多——葬礼后”赫敏小声说“正好是我们同意我们要离开学校去找寻魂器的时候当我回到楼上收拾我的东西——那使我想起关于魂器的事我们知道得越多会更好……我独自呆在那儿……然后试了试……咒语起作用了他们从打开的窗里径直飞了进来然后我——我把它们捆了起来。”

    她咽了咽口水然后恳求说：“我不相信邓布利多会生气而且不像是我们会利用这些信息来制造魂器不是吗？”

    “你听到我们在抱怨吗？”罗恩说“总之这些书在哪里？”

    赫敏到处翻了一会儿然后从书堆里抽出一个大的用黑色的褪色的皮革装订的书卷她带着一点厌恶的表情看着它拿着它好象它是刚死的什么东西。

    “这书非常清楚地指导怎样制造一个魂器。《黑魔法的秘密》——很可怕的书真的可怕全是邪恶的魔法我想知道邓布利多是什么时候把它从图书馆拿走的……如果是在他当校长之后我敢打赌伏地魔从这儿得到了所有他需要的指导。”

    “那么为什么他还要问斯拉格霍恩怎么制造魂器？如果他已经读了这书？”罗恩问。

    “他接近斯拉格霍恩仅仅是想弄清楚如果把灵魂分成七片会怎么样。”哈利说“邓布利多确信里德尔问斯拉格霍恩的时候他已经知道怎么制造魂器我想你是对的赫敏他能够很容易地从那儿获得这些信息。”

    “我读得越多”赫敏说“他们看起来越可怕至少我相信他确切地制造了六个在这书里警告说撕裂灵魂会使其余的灵魂不稳定而那就是通过制造一个魂器！”

    哈利记得邓布利多说过伏地魔已经远远出了“通常的邪恶。”

    “难道没有什么方法把它们恢复原状？”罗恩问。

    “有”赫敏空洞地笑了笑说“但是它将是极度的痛苦的。”

    “有？那怎么做？”哈利问。

    “自责”赫敏说“你已经为你所做的真正地觉得自责显然地这种痛苦能毁灭你不知何故我可没现伏地魔先要这么做你们呢？”

    “没有”罗恩在哈利回答前说“那么书里说了怎样破坏魂器吗？”

    “是的”赫敏说现在她翻开这些易脆的书页好象在检查腐烂的内脏“因为它警告黑巫师他们不得不施非常强有力的魔法从所有我读到的这些来看哈利对里德尔的日记所做的是几个十分简单的摧毁魂器的方法之一。”

    “什么用蛇怪的尖牙刺穿它？”哈利问。

    “哦好吧很幸运那么我们已经有大量的蛇怪的尖牙了”罗恩说“我想知道我们要怎么对付它们。”

    “不是说一定要蛇怪的尖牙。”赫敏耐心地说“只要是有足够破坏性让魂器不能自我修复的东西蛇怪的毒液只有一个解毒的方法它是不可思议的珍贵——”

    “——凤凰的眼泪”哈利说点着头。

    “非常正确。”赫敏说“我们的问题是只有很少的东西才具有与蛇怪的尖牙一样的破坏性随身携带他们是非常危险的尽管如此这是我们不得不解决的一个麻烦因为撕裂粉碎或压碎一个魂器将不会成功你必须让它不能用魔法自我修复。”

    “但是即使我们破坏了它寄存的东西”罗恩说“为什么它里面的灵魂不会只是飘出来再寄存到别的东西里？”

    “因为魂器是完全与人类相反的东西”

    看到哈利和罗恩十分困惑地看着赫敏继续说“看如果我现在拿起一把剑罗恩你让它穿过你我就全然不会破坏你的灵魂。”

    “那对我来说是非常舒服的我确信。”罗恩说哈利大笑。

    “那是当然！但是我说的重点是无论对你的身体做什么你的灵魂都会幸存没能触及”赫敏说“但是它是对魂器来说是不同的方式它里面的灵魂碎片依赖于它的容器它的施过魔法的身体来逃避灾难没有容器它就不能存在。”

    “当我刺穿日记本的时候它似乎死了”哈利说想起墨水象血一样从穿孔的书页中流出来当它消失时伏地魔的那片灵魂的尖叫着。

    “一旦日记被完全的破坏这片保存在它里面的灵魂就不再存在了。在你破坏它之前金妮尽力地摆脱这本日记把它从水管里冲走但是明显地它回来后还是象新的一样。”

    “等等”罗恩皱着眉说“这片在日记中的灵魂支配着金妮是吗？那它是怎样做的呢？”

    “当这个魔法容器仍然完好无缺它里面的这片灵魂就能飞进或飞出靠近容器的那人的身体。我不是说它长久地支配只是碰它它什么也不能做。”她在罗恩开口说话之前补充说“我的意思是说在情感上接近金妮向日记本倾诉她的心事她使自己非常容易受到攻击如果你太喜欢或是太依靠魂器你就麻烦了。”

    “我想知道邓布利多是怎样破坏戒指的？”哈利说“为什么我没有问他？我真的从来没有……”

    他的声音渐渐小了下去：他正在想那些所有他应该问邓布利多的事但是邓布利多已经死了当邓布利多活着的时候哈利似乎浪费了太多的机会去查明更多的真相……去查明每件事的真相……。

    随着门墙轰隆一声响卧室的门飞开了打破了大家的沉默赫敏尖叫着丢开了《黑魔法的秘密》。克鲁克山在床下飞跑出来。愤怒地出嘶嘶声罗恩跳离床刹在一张青蛙巧克力包装纸上他的头碰在对面的墙上在哈利意识到自己正抬头看着韦斯莱夫人前本能地冲向他的魔杖韦斯莱夫人的头凌乱整张脸愤怒地扭曲着。

    “对不起破坏了你们舒适的小聚”她说她的声音抖“我想你们都需要休息了……但是有很多婚礼的礼物堆在我的房间需要挑选出我记得你已经同意帮我的。”

    “哦是的”赫敏说看起来象受到了惊吓她双脚跳起来踢得这些书四面八方飞出去“我们愿意……我们很抱歉……”

    赫敏痛苦地看着哈利和罗恩跟在韦斯莱夫人后面匆匆地离开了房间。

    “像家养小精灵一样”罗恩小声的抱怨当他和哈利跟在后来走出房间他仍在揉着他的头。“我讨厌这些工作婚礼就结束得越早我越高兴。”

    “是啊”哈利说“然后我们除了找魂器之外什么都不用做了……那将会像一个假期不是吗？”

    罗恩开始笑但是瞥见一大堆婚礼礼物在韦斯莱夫的房间里等着他们笑声骤然停止了.

    德拉库尔一家在第二天早上十一点到达了哈利罗恩赫敏和金妮对芙蓉一家在这时到来感到很愤慨罗恩毫不绅士地跑回到楼上去穿与衣服相配的袜子哈利努力地抚平他的头当他们都弄得看起来很聪明干净的样子后他们全都集合在阳光充足的后院等着来宾。

    哈利从来没有现这个地方看起来如此整洁通常从后门乱丢在楼梯口的生锈的大锅炉和旧的威灵顿皮靴现在已经不见了。取而代之的是两个新的随风摇摆的矮树丛立在门的两边的大大的罐里。虽然没有微风叶子懒洋洋地摇动着形成一个好看的波浪状厨房的门已经关上了。院子也打扫干净了邻近的花园也修剪整齐了虽然哈利更喜欢它簇叶丛生的样子他想没有平时随时跳出来的地精它看起来好象被遗弃了的样子。

    他已经失去了很多魔法的安全保护那是凤凰社和魔法部设置在陋居的。他所知道的是对任何人来说不再可能通过魔法径直移到一个地方因此韦斯莱先生已经前往附近的一个山顶去迎接德拉库尔一家了他们将通过门钥匙到那儿他们到达的第一个声音是一不寻常的尖锐的大笑声那是韦斯莱先生的笑声片刻后他出现在大门口带着满满的行李领着一个美丽的金女人她穿着长长的叶绿色的长袍她是芙蓉的母亲。

    “妈妈！”芙蓉哭叫着冲进她的怀里“爸爸！”

    德拉库尔先生远没有他妻子那样有魅力他比她矮了一个头有一小撮尖尖的黑色的胡须他看起来脾气很好的样子跳跃着走向穿着高跟鞋的韦斯莱夫人在她的每边脸颊上各吻了两次让她很是慌张。

    “给你们添麻烦了”他说声音很低沉“芙蓉告诉我们你做了很多事。”

    “哦没什么没什么！”韦斯莱夫人说声音颤抖着。“完全不麻烦！”

    罗恩一脚踢在一个从后面随风摇摆着的矮树丛中探头窥望的地精身上来泄他的感情。

    “亲爱的女士”德拉库尔先生说他的一只胖胖的手仍然拉着韦斯莱夫人的手喜气洋洋地说“对我们两个家庭的结合我感到很荣耀！让我来介绍我的妻子阿波罗”

    德拉库尔夫人向前滑行几步然后也停下来吻韦斯莱夫人。

    “很荣幸见到你”她说“你的丈夫已经告诉我们非常有趣的故事！”

    韦斯莱先生放声大笑起来韦斯莱夫人看了他一眼他立即变得沉默了装出一幅好象在看望生病在床的好朋友的表情来。

    “当然了你们已经见过了我的小女儿加布丽”德拉库尔先生说加布丽象是芙蓉的缩小版十一岁有着齐腰长的纯色头和闪着银光的碧眼她对韦斯莱夫人灿烂地笑了笑拥抱了她一下。然后炽热地看了哈利一眼眼睫毛闪动着金妮大声地清了清喉咙。

    “那么请进来吧！”韦斯莱夫人明快地说在一片“不你请！”“你先！”“一点儿也不”声中她引领着德拉库尔一家进入房间。

    不久大家就现德拉库尔一家是特别能使人开心他们喜欢每件事很热心地帮着准备婚礼德拉库尔先生大声安排着每种事物从座位安排到女傧相的鞋。

    德拉库尔夫人在使用家庭咒语方面是最熟练的一刹那间就那烤炉清扫干净了加布丽跟在她姐姐后面尽力地以任何方式帮助她她含糊不清地快说着法语。

    但另外一方面陋居的建造不是很适合很多人居住韦斯莱先生和夫人现在睡在起居室里德拉库尔先生和夫人喊叫着抗议坚持不睡他们的卧室。加布丽和芙蓉一起睡在珀西的旧房间里等比尔的伴郎查理从罗马尼亚回来后他们两人睡一个房间。聚在一起商量计划的机会几乎成为不可能那使哈利罗恩和赫敏非常绝望他们自愿要求喂小鸡只是为了逃避开那过度拥挤的房间。

    “但是她仍然不要我们单独呆在一起！”罗恩吼叫他们的第二次试图在院子里聚会被韦斯莱夫人的出现阻止她的胳膊上挎着一大篮要洗的衣服。

    “哦太好了你们已经喂完小鸡了”当她走近他们时就叫了起来“我们最好在明天有人到达之前把小鸡关起来……为了支起婚礼用的帐篷”她解释暂停下来斜靠在鸡舍边她看起来筋疲力尽“米尔拉蒙的魔法大帐篷……他们非常好比尔正护送他们来……当他们到的时候你们最好呆在里面哈利我必须说周围这些所有的安全魔咒让婚礼变得更复杂了。”

    “对不起”哈利谦恭地说。

    “哦不要内疚亲爱的！”韦斯莱夫人马上说“我不是说——当然你的安全是更重要的！确切地说我应该问你想要怎样庆祝你的生日哈利十七岁毕竟那是重要的一天……”

    “我不想要大家为它忙乱”哈利很快说想象着额外的紧张工作又要加在他们大家头上“真的韦斯莱夫人只需要一个一般的晚餐就好……是婚礼前的那一天……”

    “哦好如果你确信亲爱的我将邀请卢平和唐克斯行吗？海格怎么样？”

    “那很好”哈利说“但愿不会再添什么麻烦。”

    “一点儿也不一点儿也不……那不麻烦……”

    她看着他长时间地探究地看着他然后带着点悲伤微笑地挺直腰走开了哈利看着她在洗衣绳边挥舞着她的魔杖湿湿的衣服自动地升上空中挂了起来他忽然感到一阵强烈的自责在心底激荡因为他带给她的这些麻烦和痛苦。
		</pre>
	</body>
</html>