<%@ page language="java" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html><head><meta charset="UTF-8"></head><body>
<pre style="font-family:'微软雅黑';">
    哈利和罗恩星期一一大早就离开了城堡的医院侧楼在庞弗雷夫人的悉心照顾下罗恩完全康复了开始享受中毒和生病带来的好处最大的好处就是赫敏和罗恩恢复友谊了。赫敏甚至一路护送他们去吃早餐还带给他们金妮与迪安吵架的消息。哈利心里潜伏的怪兽立刻抬头蠢蠢欲动满怀希望地抽*动鼻子。

    “他们为什么吵架？”他尽量用漫不经心的口气问道这时他们转弯走上第七层走廊那里空荡荡的只有一个很小的女孩正在把玩一个穿了短纱裙的恶魔布偶。当她看见这几个六年级的走过来的时候一付受惊吓的样子把另一只手里沉重的铜天平扔到地上去了。“没事没事！”赫敏友好地说冲过去帮她捡东西。“给——”

    她用魔杖点了一下摔坏的天平说：“修复如初。”女孩没有道谢只是钉在原地看着他们经过并离开；罗恩回头看了她一眼。“我誓他们变小了。”他说。

    “别管她了”哈利不耐烦地说。“金妮和迪安为了什么吵架呢赫敏？”

    “哎对金妮和迪安没什么必要为了吵架而分开吧”哈利继续试着用不在乎的口气说话。“他们还在一起么？”

    “是的他们还在一起———但是你为什么那么感兴趣？”赫敏尖锐地看了哈利一眼。

    “我只是不想我的魁地奇球队又是一团糟！”他急忙回答但是赫敏还是怀疑地看着他幸好身后有个声音叫：“哈利！”他松了一大口气借机转过身。“哦嗨卢娜。”

    “我刚才去城堡侧楼的医院找你”卢娜一边说一边翻她的书包。“但是他们说你们已经离——”

    她把一个象绿洋葱的玩意儿、一个巨大的花毒蘑和一大团象猫砂一样的东西塞到罗恩的手里最后拽出一卷脏兮兮的羊皮卷交给哈利。

    “哦迪安笑麦克拉根把游走球击中你的事。”赫敏说。

    “这是蛮好笑的。”罗恩说公道话。“这根本就不好笑！”赫敏激动地说。“这太糟糕了！要不是库特和皮克斯及时接住哈利他就要受重伤了！”

    “上一场比赛的解说真精彩！”罗恩对卢娜说她正把绿洋葱毒蘑菇和猫砂拿回去。卢娜含糊的笑笑“你在开我的玩笑是吧？”她说。“人人都说我可怕。”

    “不我是认真的！”罗恩诚恳地说。“我都不记得以前听过这么精彩的解说了！另外这是什么？”他把那个洋葱似的东西举到眼前。

    “哦这是歌笛根”她说把那团猫砂和毒蘑菇塞回包里。“你喜欢的话就留着吧。我还有不少呢。它能很好的挡住gu1pingp1impies”然后她走开了留下罗恩在那里咯咯笑着手里还抓着歌笛根。

    “你瞧她让我越来越喜欢了我是说卢娜”他说他们继续朝大厅走去。“我知道她有点神经兮兮的但是出于良好的——”他突然住了嘴。拉文德-布朗正站在大理石楼梯底下一脸怒气。“嗨”罗恩紧张地说。“…我奉命交给你这个。”

    是一个小羊皮卷哈利立刻认出这是邓不利多的又一个上课通知。

    “今晚”他一打开羊皮卷就马上告诉罗恩和赫敏。

    “来吧”哈利低声对赫敏说他们快步走开还是听见拉文德说“为什么你不告诉我你今天出院？为什么她和你在一起？”

    罗恩一个半小时后出现在早餐桌上气恼不已尽管他和拉文德坐在一起哈利也没看到他们互相说过一个字。赫敏表现得好像她对这一切都不在意但是哈利有那么一两次从她的脸上看到神秘的笑容闪过。一整天她的心情都特别得好晚上在公共休息室的时候她甚至同意帮哈利检查魔药论文。以前她可是坚决不干的因为她知道哈利会把作业借给罗恩抄。“多谢赫敏。”哈利拍了拍赫敏的背同时他一看表已经快八点了。“听着我得赶快去邓布利多那儿了不然就要迟……”她没有回答只是懒懒地划去他文章里不行的句子。哈利咧嘴笑着匆匆爬过肖像洞口赶往校长办公室。怪兽雕像得到口令“太妃糖手指饼干”后跳到一边哈利在螺旋楼梯上两步一阶地冲上去在八点的钟声里敲响了门。“进来。”邓不利多在里面叫道但是当哈利伸手去推门的时候门一下子从里面打开了。站着特里劳妮教授。

    “啊哈！”她叫起来戏剧化地指着哈利眼睛在放大镜般的眼镜后面眨巴着。

    “这就是我被随随便便从你办公室赶出来的原因了邓不利多！”

    “我亲爱的西比尔”邓布利多有点生气地说“根本就没有什么随随便便把你赶走的事哈利的确和我有约而且我真的不认为我们关于那件事还有什么说————”

    “很好”特里劳妮教授好象大受打击。“如果你不把那匹占了位子的老马赶走那好——也许我就去找其它更尊重我才华的学校——”她推开哈利冲下螺旋楼梯消失了；他们听见她下去的时候绊了一跤哈利猜她是被自己的一条拖拖拉拉的披巾给绊倒的。

    “请关上门坐下哈利”邓布利多很疲倦地说。

    哈利照办了他坐到邓布利多桌子前面的老位子注意到冥想盆再次摆在他们当中不过旁边有了两个装满旋转记忆的水晶瓶。

    “那么特里劳妮教授还在为费泽伦教学的事生气？”哈利问。

    “是的”邓布利多说。“占卜课的事比我预想的要麻烦得多——我以前没学过怎么预言我既不能让费泽伦回禁林——他已经被那里赶出来了也不能让西比尔-特里劳妮离开学校。因为一直生活在我们当中她并不了解学校城堡外面的危险环境。你瞧她并不知道——我认为告诉她也是不明智的——她曾经作了那个关于你和伏地魔的预言。”邓布利多深深的叹口气继续说“不过别当心我的教员们的问题了我们还有更重要的事情要讨论。先你有没有完成我上次课留给你的作业？”

    “啊”哈利一滞由于那一大堆事：幻影移形课、魁地奇、罗恩中毒、自己头受伤还有他心心念念要查出德拉科-马尔福到底要做什么哈利几乎忘掉邓布利多曾要他去取斯拉格霍恩教授的记忆了。“嗯我在魔药课后问斯拉格霍恩教授要教授可是呃他不愿意给我。”沉默。

    “我明白了。”邓布利多终于说话了他从半月形眼镜框上面看着哈利和往常一样让哈利觉得在照x光。“那么你对此已经竭尽全力了？你已经开动你全部的脑筋了？你掘了你所有的智慧去拿这份记忆了？”

    “那个”哈利停下不知道接下去说什么。他并没有认真想办法拿取记忆只尝试了一下这突然让他很尴尬。“那个那天罗恩误服了爱情药我把他送到斯拉格霍恩教授那里去。我本来想如果我可以让斯拉格霍恩教授心情愉快——”

    “奏效了么？”邓布利多问。

    “那个没有教授因为罗恩中毒了——”

    “——所以很自然的你就全然忘记套取记忆的事了；不过你最好的朋友情况危险的时候我也不该期望你想别的。但是一旦韦斯莱先生没什么大碍有望痊愈的时候我觉得你就该回去完成我交给你的任务了。我相信我已经向你说明了这份记忆的重要性。实际上我费尽力气想让你了解它是所有记忆中最关键的一个没有它我们就会浪费时间。”

    一阵灼热刺痛的羞愧感从哈利的脑袋传遍了全身。邓布利多并没有提高嗓门甚至声音里都听不出在生气但哈利宁肯听他大声训斥；这种冷淡的遗憾比什么都糟。

    “教授”他说着有点挣扎“我并不是心安理得或怎么样我当时只是还有别的—别的事——”

    “别的事烦恼着你”邓布利多放了他一马。“我明白了。”

    沉默再次降临在两人之间这是哈利从邓布利多那里得到的最令人不舒服的沉默；它好像没完没了间或穿插了呼呼的轻鼾声这是邓布利多头顶那幅阿曼多-迪派特的画像出的。哈利有种自己缩小的奇怪感觉就好像他进屋子后变得矮了。他实在忍受不了了说：“邓布利多教授我真的很抱歉。我本来应该做得更多——我本该想到如果这事不重要你也不会让我去做。”

    “哈利谢谢你能这样说。”邓布利多平静地说。“那么我希望你能从现在开始把它当成头等大事了？今晚之后我们如果还得不到这个记忆就干不了什么了。”

    “我会的教授我会把它从他那里拿来的。”他热切的回答。

    “那我们现在就不要再说这件事了”邓布利多和蔼了一些“从我们上次结束的地方继续下去。你还记得我们进行到哪里了？”

    “是的教授”哈利很快地说。“伏地魔杀了他的父亲和祖父还弄得好像是他舅舅莫芬干的。然后他回到霍格沃茨他问—他问斯拉格霍恩关于‘魂寄锁’的事。”他羞愧的咕哝。

    “很好”邓布利多说。“那么我希望你还记得我曾在我们课程刚开始的时候说过我们将进行大量的推测思考？”“是的先生。”

    “那么现在我想你也同意我向你展示了详实可靠的证据来推测伏地魔在他17岁前到底做了些什么？”

    哈利点点头。

    “但是现在哈利”邓布利多说。“现在事情变得更加诡谲难测了。如果说搜集男孩里德尔的蛛丝马迹很困难那么找寻有关伏地魔的记忆就几乎不可能了。实际上我怀疑除了他自己没人能够告诉我们他离开霍格沃茨后都做了些什么。不过我总算还有最后两段记忆和你分享。”邓布利多是说冥想盆边两管光的水晶瓶。“我希望听听你的意见看我是否对它们做出了正确的推论。”想到邓布利多那么重视他的意见哈利就为自己没好好完成套取有关“魂寄锁”的记忆而羞愧他带着负罪感在椅子里动了一下看邓布利多举起第一个瓶子在灯光下检查。

    “我希望你对进入其他人的记忆不会厌倦因为这两段记忆都很有意思。”他说。“第一个来自一个很老的家养小精灵名叫郝琪。在我们读取郝琪记忆之前我要很快地为你描述一下伏地魔是怎么离开霍格沃茨的。”

    “他升到了七年级也许你已经料到了他每一个考试都拿到了最高分。他和他的同学这时所关心的就是毕业离校后从事什么职业。几乎每个人都看好汤姆-里德尔——这个学生领导、男生级长兼学校特殊贡献奖的获得者。就我所知一些教授包括斯拉格霍恩教授曾鼓动他加入魔法部给他提供面试机会帮他联系内部有关官员。他拒绝了所有的提议。接下来老师们就得知他到波金-伯克斯商店工作了。”“波金-伯克斯？”哈利晕乎乎的重复。

    “波金-伯克斯”邓布利多平静地说。“我相信当我们走进郝琪的记忆你就能了解这地方为什么吸引他了。不过这并不是伏地魔的职业选。那时几乎没人知道这点——我是能被当时校长信任的少数人之一——伏地魔一开始去找迪派特教授询问他能否留校做老师。”“他想留下来？为什么？”哈利问更摸不着头脑了。

    “我相信他是有自己的理由的不过他并没有吐露给迪派特教授。”邓布利多说。“先也是很重要的一点比起原先崇尚的独自一人伏地魔更看重这个学校霍格沃茨是他待过最快乐的地方第一个也是唯一一个让他有家的感觉的地方。”

    哈利对这些话感到有些不舒服因为这也是他对霍格沃茨的感受。

    “其次这座城堡里到处都是古老的魔法。毫无疑问对比其他大部分生活在里面的学生伏地魔现了更多的城堡的秘密但是他可能认为那儿仍有许多秘密有待现有许多魔法值得探寻。”“第三做了老师他就能拥有更多权力影响操纵那些年轻的男女巫师。也许他从斯拉格霍恩教授那里得到了启他在他那里倍受宠爱看着他展示出一个教授能有多么大的影响力。我不认为伏地魔打算一辈子待在霍格沃茨但我相信他把这里看作一个新兵征募营一个可以建立他自己的军队的地方。”

    “可是他没得到那个工作对吗教授？”

    “对他没得到。迪派特教授觉得他只有18岁实在太年轻了。”邓布利多说。“我曾经劝阿曼多推掉那次会面————我当时没解释我跟你说过的这些理由因为迪派特教授很喜欢伏地魔相信他的忠诚。但是我不想伏地魔回到这个学校尤其不愿意看到他拿到这么一个有影响力的职位。”

    “他想要什么职位先生？他想教什么课？”

    不知为什么哈利还没等邓布利多说出来就已经知道了答案。

    “黑魔法防御课。当时是一个名叫伽拉提-麦里绍特的老教授在教他在霍格沃茨差不多干了五十年了。”

    “后来伏地魔就去了波金-伯克斯所有喜欢他的老师都觉得可惜了这么一个年轻有为的巫师居然到商店里打工。但不管怎样伏地魔都不会只是一个小小的店员的他彬彬有礼相貌英俊又聪明很快就被委以重任。他负责寻找只有波金-伯克斯那种店才会有的很特别的东西你知道的哈利那种有着不同寻常的强大的魔力的东西。伏地魔被派出去说服人们出手他们的藏宝由商店替他们代售——他对此相当有天赋。”

    “我打赌他有这本事。”哈利按捺不住地说。

    “是的很有。”邓布利多淡淡一笑。“现在来听听家养小精灵郝琪怎么说她为一个很老很有钱的女巫工作那女巫名叫海泼兹巴-史密斯。”

    邓布利多用魔杖轻点了一下一个瓶子瓶塞飞了出来他把旋转的记忆倒进冥想盆像往常一样说：“你先来哈利。”

    哈利站起身再次俯到石盆里微波荡漾的银色物质上把脸埋了进去。他在黑色的虚无里旋转着下落然后落到了一个起居室里面前是个很胖很胖的老太太戴着黄色假外套一件轻飘飘的俗亮的粉红色长袍看上去就像一堆在融化的冰激淋蛋糕。她对着一面宝石小镜子在打扮用一个巨大的粉扑把胭脂扑到已经红艳艳的脸上一个哈利所见过的最干巴最年老的家养小精灵在为她的肥脚套上紧帮帮的绸缎拖鞋。

    “快点郝琪！”海泼兹巴专横地说。“他说四点到没几分钟了他从不迟到的！”

    她收起粉扑家养小精灵也直起了腰头都要碰到海泼兹巴的椅子了。她干皱的皮肤挂在骨架子上和她身上的旧的脆的亚麻床单一样拖下来活像袍子。

    “我看起来怎么样？”海泼兹巴问道她对着镜子从各种角度欣赏自己。

    “可爱夫人。”郝琪尖声尖气地回答。

    哈里只能猜想在郝琪的合同里写有条款规定她必须对此类问题撒谎因为海泼兹巴。史密斯看起来离可爱差了好大一截子。

    门铃响了女主人和家养小精灵同时跳了起来。

    “快快他来了郝琪！”海泼兹巴大叫起来家养小精灵立刻跑出房间说实话这房间东西太多了很难相信能有人顺顺当当穿过房间而不碰翻一打以上的东西：到处是摆满了漆器盒子的柜子、塞着封面雕金书籍的格架、摆放天体仪的陈列架还有种在铜盆里的茂盛植物——整个房间看上去就像古董店和温室的混合物。家养小精灵一会儿就回来了后面跟着一个高个的年轻人。哈利一看就认出他是伏地魔。他简简单单穿了一件黑袍头比在学校的时候长了一点脸颊瘦削不过这一切都很衬他让他显得比以前更英俊了。他熟练地在拥挤的房间里穿行看得出他曾经来过很多次了。然后他弯腰执起海泼兹巴的肥手用嘴唇轻轻一碰。

    “我给你带了花”他文雅地说不知道从哪拿了一束玫瑰出来。

    “你这个淘气的小男孩你不必这么做的！”老海泼兹巴尖细了喉咙抗议不过哈利瞅见她早已把一个空花瓶放在最近的桌子上了。“你可宠坏我这个老太太了汤姆——请坐——郝琪到哪去了？啊——”家养小精灵已经蹦回房间手里拿了一小碟蛋糕她把它放到女主人的肘边。

    “请用汤姆”海泼兹巴说“我知道你是多么喜欢我的蛋糕。现在你过得怎么样？你看起来比以前苍白了。他们让你在店里干太多活了我已经说了一百次——”

    伏地魔机械地笑笑海泼兹巴痴笑起来。

    “好吧你这次来又有什么借口了？”她扑闪着睫毛问。

    “伯克先生愿为妖精制造的盔甲出个更合理的价位”伏地魔说。“5oo个加隆他觉得这个价钱更公平——”“嗳嗳别这么快我都要以为你到这儿来只是为了我的小藏品了！海泼兹巴噘着嘴。

    “我奉命前来就为此事”伏地魔安静地说。“我只是个小助手要规矩听话。伯克先生要我问问——”

    “哦伯克先生呸！”海泼兹巴挥着小短手。“我有东西给你看我可从来没透露给那个什么伯克先生！你能保守秘密吧汤姆？你能不能誓你不会告诉伯克先生我有这个东西？如果他知道我给你看过这东西就永远也不会让我安生了。我不会卖掉这东西的不给伯克先生也不给任何人！但是你汤姆你将会有机会欣赏它为了它的历史而赞叹而不是光想着能从上面赚几个钱。”

    “我很乐意观赏海泼兹巴小姐给我看的任何东西”伏地魔安静地说海泼兹巴又出一阵小姑娘似的笑声。

    “我让郝琪去拿了——郝琪你在哪儿？我要给里德尔先生看看我们最好的宝贝——对了两个都拿来既然你在那——”

    “给你夫人”家养小精灵尖声说哈里看到两个皮盒子上下叠放着穿过房间好像长脚了当然他知道那是瘦小的小精灵捧着高过头顶的盒子在走一路穿过桌子躺椅和脚凳。

    “现在”海泼兹巴开开心心地说着把盒子从家养小精灵那儿拿过来放在膝盖上准备打开最上面的那个。“我想你会喜欢它的汤姆……哦如果我家族知道我给你看……他们会马上伸手遮住它的！”

    她打开盖子。哈利往前移动了一点想看得更清楚他看到一个小小的金杯模样的东西上面有两个精致的把手。

    “我不知道你是不是认得出这东西汤姆？拿起它好好看看吧！”海泼兹巴低声说伏地魔伸出修长的手握住金杯的一只把手把它从丝绸衬垫里提出来。哈里觉得他看到伏地魔的黑眼里有一道红光闪过。他贪婪的表情本该被海波兹巴尽收眼底只可惜她的小眼睛只顾着盯着伏地魔英俊的脸庞了。

    “一只獾”伏地魔喃喃地说察看着杯子上的雕饰“那么这个就是……？”“正是赫尔加-赫奇帕奇的东西你猜得很对真是个聪明的男孩儿！”海泼兹巴凑过来说紧身衣吱嘎作响她都要凑到他瘦削的脸上了。“我没跟你说多我是从一个祖先那里得到的？这个东西在家族里一代一代的传下来。很可爱是不是？据说它拥有各种各样的力量不过我可没有彻底检查过它们我只是小心的保管着它安安全全的在这里……”

    她把杯子从伏地魔修长的是食指上摘了下来把它轻轻的仔细放进盒子。她专心摆放着杯子让它完全嵌到原来的位置没注意到伏地魔的脸在杯子被拿回的时候阴沉下来。

    “那么现在”海泼兹巴高兴地说“咦郝琪呢？哦你在那儿——把它拿走郝琪。”

    家养小精灵顺从地把放着杯子的盒子拿走。海泼兹巴把注意力集中到膝盖上那个扁一点的盒子上了。

    “我相信你会更喜欢这个汤姆。”她低声说。“凑过来点亲爱的小男孩你会看到……当然了伯克知道我有这个东西我从他那里买的我敢说他一定很想收回这东西一旦我死了的话……”

    她抽开光滑的金银丝带翻开盒盖。在紫红色天鹅绒上静静地躺着一个沉沉的盒式金链坠。

    伏地魔伸出手不等邀请就拿起了它举到亮的地方盯着它看。

    “斯莱特林的标记”他安静地说那是一个闪闪光的花体的s。

    “说对了！”海泼兹巴格外的高兴因为伏地魔正盯着她的宝贝一付呆掉的样子。“我花了天价才买到它不过我不后悔我不会让一个真正的宝贝从我身边溜走我一定得把它收藏起来。伯克是从一个穿得破破烂烂的女人那里买的看起来是个赃物不过她并不知道这东西的真正价值————”

    这次毫无疑问伏地魔的眼睛在听到这些话的时候变得血红哈利看见他的手指关节捏着链坠都泛白了。

    “——我敢说伯克只付给她一点点钱但是你看很漂亮是吧？同样的这上面聚集了各种各样的力量不过我也只是小心地安全地保管……”

    她探过去把链坠取回来。有一瞬间哈里觉得伏地魔不想撒手但他还是让它从指尖滑过去被放回了天鹅绒的衬垫。

    “那么就是这些了汤姆全在这儿了我希望你刚才看得愉快。”

    她仔细打量他的脸第一次哈利看见她的傻笑迟疑了。

    “你没事吧亲爱的？”

    “哦是的。”伏地魔平静地说。“是的我非常——”

    “我想——可能只是光线我猜——”海泼兹巴说失去了兴致哈利猜她也看到有一瞬间伏地魔的眼睛在闪着危险的光芒。“给郝琪把它们拿走锁好——用常用的咒语——”

    “该走了哈利。”邓布利多静静地说在家养小精灵重新用带子扎起盒子的时候邓布利多再次拉住哈利的手肘两人一起向上腾起消失回到邓布利多的办公室。“在刚才这短短一幕之后两天海泼兹巴-史密斯死了。”邓不利多说。他回到座位示意哈利也坐下。“郝琪因为在她女主人的睡前可可奶里误放毒药而被魔法部定罪。”

    “不！”哈利气得叫起来。

    “我猜我们想的一样”邓不利多说“当然可以看出在里德尔的这两桩谋杀中有很多相似性。同样的都有人背黑锅了而且他们都曾经目击了与谋杀有关的事件——”“郝琪承认了？”

    “她记得自己在女主人的热可可里放了些东西这些东西事后被现不是糖而是一种致命的罕见毒药。”邓不利多说“有结论说她并不是有意这样做的只是老糊涂了——”“伏地魔修改了她的记忆就像他对莫芬那样！”

    “对这也是我的看法。”邓不利多说。“而且像莫芬案件那样魔法部也倾向于怀疑郝琪——”

    “——就因为她是个家养小精灵。”哈利说。他头一次对赫敏成立的s。p。e。俱乐部有了认同感。

    “是的”邓不利多说。“她很老了又承认动过那杯饮料所以魔法部就不再费功夫调查下去了。就像在莫芬案件那样当我找到她并试着取出这段记忆的时候她已经奄奄一息了——但是她的记忆却明明白白地证明伏地魔知道杯子和链坠的存在。”

    “等到郝琪被判有罪的那天海泼兹巴的家族才现她最宝贝的两件珍藏失踪了。他们费了些时间才确定这个事实因为她有很多藏宝的地方老是非常警惕地守卫着她的收藏。等他们完全确定杯子和链坠被人拿走了那个波金-伯克利的助手、常常拜访并取得海泼兹巴欢心的年轻人辞去工作消失了。他的老板不知道他去了那里他们和其他人一样对他消失的无影无踪大为惊讶。从那之后很长时间都没有人再看到过他或听说他的消息。”

    “现在”邓不利多说“如果你不介意我想再次停下引导你注意我们故事里的一点。伏地魔已经又进行了一次犯罪至于这是不是上次谋杀里德尔之后的第一次我不知道但是我觉得是。这一次他杀人不是为了报复而是为了贪婪。他看中了那个可怜的蠢老太太给他展示的两件珍宝。就好像以前在孤儿院里他抢其他孩子的东西那样；就好像他偷了他舅舅莫芬的戒指那样这次他卷走了海泼兹巴的杯子和链坠。”

    “但是”哈利皱起眉头“这简直是疯……冒那么大的险丢了工作只是为了那些……”

    “也许对你来说这是疯但是伏地魔不这么认为”邓不利多说“我希望下节课你就能了解这些东西对他的意义哈利但是你得承认至少并不难想象他是怎么看那个链坠的他理直气壮地认为它是属于他的。”

    “链坠也许是”哈利说“但是为什么还有杯子呢？”

    “它曾经属于另一个霍格沃茨的创始人”邓不利多说。“我想伏地魔仍然被霍格沃茨深深吸引他没法抗拒一个浸润了霍格沃茨历史的东西。还有一个原因我想——我希望下节课就能展现给你。”

    “下面你将看到的记忆是我们最后的藏品了至少在你设法拿到斯拉格霍恩的教授的记忆之前是。它与郝琪的记忆相隔了十年我们只能靠猜来想这十年来伏地魔干了些什么——”哈利又一次站起来而邓不利多把最后的这个记忆倒进了冥想盆。

    “它是谁的回忆？”他问。

    “我的。”邓不利多说。

    哈利跟着邓不利多落进了晃动的银色物质来到他刚才离开的办公室。福克斯正安详的在栖木上打盹桌子后面坐着邓不利多看上去和站在哈利身后的邓不利多十分相似只不过两只手都完好无损他的脸上的皱纹也好象少点。

    这个办公室和现在办公室的唯一一点区别就是记忆里的场景外面在下雪窗外夜空里泛着蓝光的雪片飘落厚厚的堆积在窗台和窗棱上。

    他们到达的时候年轻一点的邓不利多好象在等什么过了一会儿这点就证实了从门外传来了敲门声。他说道：“请进。”

    哈利倒抽了一口气。伏地魔走进房间。他的样子不像哈利两年前从石头大坩锅里看到的：没有蛇的特征眼睛不是鲜红的脸也不象面具但他也不是原来那个英俊的汤姆里德尔了。仿佛他被烧伤了五官模糊白蜡蜡的还怪里怪气的扭曲着他的眼白已经固现出血色尽管瞳孔还不是狭长的但哈利知道它们会变成那种形状。他穿着一件长袍脸就和肩头的雪一样惨白。

    桌子后面的邓布利多没有表现出惊讶。显然这次拜访是约好了的。

    “晚上好汤姆”邓布利多轻松地说。“你不坐么？”

    “谢谢你。”伏地魔说他坐到邓布利多示意的椅子上看上去就是刚才哈利离开的那把椅子。“我听说你已经做了校长”他说嗓音比原来高和冰冷。“值得称道。”

    “你能满意我很高兴”邓布利多微笑。“要喝点什么吗？”

    “非常感激”伏地魔说“我走了很长的路。”

    邓布利多站起来走到他现在放冥想盆的柜子此时那里摆满了瓶子。他递给伏地魔一杯酒然后给自己的高脚酒杯里也倒了一杯回到桌子后面坐下。“那么汤姆……不知我何来如此荣幸？”

    伏地魔没有马上回答只是啜了口酒。

    “他们早就不再称呼我‘汤姆’了”他说“现在我叫作————-”

    “我知道你现在的称呼邓布利多说愉快地微笑着。“但是对我来说恐怕你永远都是汤姆-里德尔。这就是老教师们让人家讨厌的地方之一。我恐怕他们永远不会放弃‘一日为师终生为师’的古训。”

    他举杯向伏地魔敬了一下对方仍然面无表情。然而哈利感觉到房间里的气氛很微妙：邓布利多拒绝称呼伏地魔自己选的名字就意味着拒绝由伏地魔来主导这次会面。哈利敢说伏地魔也感觉到了。

    “我很惊讶你居然留在这里那么长的时间。”停了一会儿伏地魔说。“我一直想不通为什么你这样一个巫师会愿意留在学校。”

    “唔”邓布利多仍然在微笑“对我这样一个巫师来说没什么比传道授业打造人才更重要的了。如果我没记错你曾经也表达过执教的愿望。”

    “我依然如此。”伏地魔说。“我只是好奇为什么你不——你总是为魔法部出谋划策两度我猜被魔法部招募任职。”

    “三次加上上次确切的讲。”邓布利多说。“但是魔法部不是我的事业理想。再次我们有了相同之处我想。”

    伏地魔低下头没有笑容地又啜了口酒。邓布利多没有打破他俩之间绷得很紧的沉默只是等着带着愉快的表情等待伏地魔先开口。

    “我回来了”他过了一会儿才说“也许比迪派特教授期望的晚了点……但是我还是回来了再次申请原来因为我太年轻他拒绝给的职位。我在此向你请求允许我重回这个城堡教书。我想你一定知道离开这里这么多年后我经历丰富见多识广能够教授给你的学生从其它巫师那里学不到的东西。”

    邓不利多从他的高脚酒杯上面审视了一会伏地魔然后开口。

    “我确实知道你离开这里之后经历见识了很多”他平静地说。“关于你的所作所为的流言已经传到你的母校了汤姆。我很难过却不得不相信它们一半是真的。”

    伏地魔还是一副冷漠的表情他说：“伟大引嫉妒嫉妒生出敌意敌意孵化谎言。你一定知道这个邓不利多。”

    “你对于你的所作所为称之‘伟大’是么？”邓不利多优雅地问。

    “当然”伏地魔的眼睛烧红了。“我辛苦钻研我推动了魔法的疆域让它达到了从未有的广度。”

    “某些魔法”邓不利多静静地纠正他。“某些而已。对另一些你还是……抱歉……可悲的无知。”

    第一次伏地魔微笑了。那是恶毒的眼光有种非常邪恶的东西比暴怒还有威胁性。

    “老一套”他轻柔地说。“不过我不曾现这世界上有什么东西能证明你的那篇著名伟论说什么‘爱’比我那种魔法更强大邓不利多。”

    “也许你没找对地方”邓不利多暗示。

    “好啊那么比起霍格沃茨还有什么地方更值得我开始我的新研究？”伏地魔说。“你让我回来么？你让我和你的学生分享我的知识么？我将我本人和我的才华交由你来安排听从你的指挥。”

    邓不利多抬起了眉毛。“那么那些听从你的指挥的人怎么样？有什么事会生在他们身上——那些自称为——或流言中称为——‘食死徒’的人？”

    哈利看得出伏地魔没想到邓不利多会知道这个名称。他看到伏地魔的眼中闪过一道红光裂缝般的鼻孔张了张。”

    “我的朋友们”沉默了一会儿他说“没有我他们也会做该做的事我确信这一点。”

    “我很高兴听到你称他们做朋友。”邓不利多说。“我本以为他们是听从你命令的仆人。”

    “你错了。”伏地魔说。

    “那么如果我今晚去猪头酒吧是不会看到他们那一群人nottRosiermu1dber和do1ohov等着你回去？你的朋友确实对你很忠实啊在大雪天走这么远的路仅仅为了祝贺你能够得到这个教师的职位。”

    “你向来是无所不知的邓不利多。”

    “哦不我只是对当地的吧台服务生比较友好。”邓不利多轻声说。“现在汤姆……”

    邓不利多放下空杯子坐了起来手指做了个典型的手势。

    “让我们开诚布公的谈谈。你今晚为什么而来带着这么多追随者来申请一个你我都知道你并不想要的工作？”

    伏地魔看上去有一点惊讶。“我并不想要的工作？正相反邓不利多我非常想要它。”

    “哦你想回到霍格沃茨但你并不比你18岁的时候更想教书。你追求的是什么汤姆？为什么你就不能坦诚一次呢？”

    伏地魔冷冷的笑了笑。“你是否不愿意给我这个工作？”

    “当然我不愿意。”邓不利多说。“我想你也没指望我能给你。然而你来这要求这个职位你一定有所图。”

    伏地魔站了起来。他看上去比过去任何时候都不像汤姆-里德尔了他愤怒极了。“这就是你最后要说了？”

    “是的。”邓不利多也站了起来。

    “那么我们就没有什么可谈的了。”

    “是的没有了。”邓不利多说脸上充满了悲伤。“我能够用一个着火的衣橱吓到你迫使你为你的罪行做出补偿的时候已经过去太久了。但我希望我能汤姆……我希望我能……”

    有几秒钟哈利简直快要大叫出一声无意义的警告：他确定伏地魔的手猛的抽*动了下口袋里的魔杖。但是过了一会儿伏地魔转身走了出去关上门不见了。

    哈利感觉到邓不利多又一次握住他的胳膊过了一会儿他们几乎还站在原来的位置上但是窗沿上没有积雪邓不利多的手又一次看上去完全是黑色的就像是死了。

    “为什么？”哈利看着邓不利多的脸马上问“他为什么回来？你找到原因了吗？”

    “我有个想法”邓不利多说“差不多就是事实。”

    “什么想法先生？”

    “我会告诉你的哈利当你找回斯拉霍教授的记忆的时候。”邓不利多说。

    “当你拿到那最后一份记忆的时候所有的事情我希望都能水落石出……对你我都是。”

    邓不利多走到门口为他打开门但哈利还是对此非常好奇他没有立刻走出去。

    “他后来又来申请黑魔法防御课的职位了吗先生？他没说……”

    “哦他当然渴望得到黑魔法防御课的职位”邓不利多说。“我们的短暂会面证明了这一点。你看自从我拒绝了伏地魔的申请之后再没有一个黑魔法防御术的老师能呆的久了。”	
</pre>
</body></html>